BPEL/BPELComposite/test/GetItinerary/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:customerData">
  <soapenv:Body>
    <urn:customerId>
      <urn:id>33</urn:id>
    </urn:customerId>
  </soapenv:Body>
</soapenv:Envelope>